[
  {
    "title": "Tips for Dressing Your Toddler in Winter",
    "description": "Winter is here, and keeping your little ones warm is a must! Layering is the key—start with soft cotton shirts and add fleece jackets or cozy sweaters. Don’t forget cute beanies and gloves to complete the look.",
    "date": "19th October, 2024",
    "image": "parent-kid.jpg"
  },
  {
    "title": "How to Keep Kids' Clothes Looking New",
    "description": "Kids' clothes go through a lot, but keeping them fresh is possible! Always wash in cold water, avoid harsh detergents, and air dry whenever you can. This keeps fabrics soft and colors vibrant!",
    "date": "19th October, 2024",
    "image": "parent-kid.jpg"
  },
  {
    "title": "How to Choose Comfortable Clothes for Active Kids",
    "description": "Active kids need clothes that let them move! Look for soft, stretchy fabrics like cotton and spandex. Avoid stiff materials and tight fits, and let them play comfortably all day long.",
    "date": "17th October, 2024",
    "image": "parent-kid.jpg"
  },
  {
    "title": "Best Colors for Your Child's Wardrobe This Season",
    "description": "This season is all about bold colors! Bright reds, blues, and yellows are trending for kids’ outfits. Mix and match for fun combinations that both kids and parents will love.",
    "date": "16th October, 2024",
    "image": "parent-kid.jpg"
  },
  {
    "title": "Sustainable Fashion for Kids: Why It Matters",
    "description": "Did you know sustainable clothing can be stylish too? By choosing eco-friendly fabrics, you’re helping protect the planet for your child's future. Look for organic cotton and recycled materials in kids' wear!",
    "date": "15th October, 2024",
    "image": "parent-kid.jpg"
  },
  {
    "title": "Getting Ready for School: Outfit Ideas for Kids",
    "description": "School mornings can be busy, so having go-to outfits helps. Try pairing graphic tees with comfy jeans or leggings. Add sneakers or boots, and your kid is ready for the day!",
    "date": "14th October, 2024",
    "image": "parent-kid.jpg"
  },
  {
    "title": "Dressing Up for Special Occasions: Ideas for Little Ones",
    "description": "For special occasions, nothing beats a cute dress or a mini suit! Add accessories like bow ties or headbands to make it extra special. Your little one will look adorable!",
    "date": "13th October, 2024",
    "image": "parent-kid.jpg"
  },
  {
    "title": "Fun Outfit Ideas for Family Photos",
    "description": "Family photos are all about capturing memories! Dress your kids in matching colors or patterns for a coordinated look. Soft pastels and denim are great choices that photograph beautifully.",
    "date": "11th October, 2024",
    "image": "parent-kid.jpg"
  }
]
